Repository: arabahtheapp2-sudo/ArabahiOS2
Catalog: ARABAH/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: About Us
ar: معلومات عن التطبيق

source: Access Denied
ar: تم الرفض

source: An unknown error occurred
ar: حدث خطأ غير معروف

source: Apply
ar: تطبيق

source: Arabic
ar: العربية

source: Are you sure you want to all clear notifications?
ar: هل أنت متأكد من أنك تريد مسح جميع الإشعارات؟

source: Are you sure you want to clear all notifications?
ar: هل أنت متأكد أنك تريد مسح كافة الإشعارات؟

source: Are you sure you want to delete note?
ar: هل أنت متأكد من أنك تريد حذف الملاحظة؟

source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟

source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Are you sure you want to remove this product?
ar: هل أنت متأكد من أنك تريد إزالة هذا المنتج؟

source: Are you sure you want to Sign Out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟

source: Average
ar: متوسط

source: Average:
ar: متوسط:

source: banner
ar: لافتة

source: Best Basket
ar: أفضل سلة

source: Best Price
ar: أفضل سعر

source: Brand Name
ar: اسم العلامة التجارية

source: Camera Permission Required
ar: مطلوب إذن الكاميرا

source: Cancel
ar: إلغاء

source: Categories
ar: الفئات

source: Category
ar: الفئة

source: Change Language
ar: تغيير اللغة

source: Clear
ar: مسح

source: Clear all
ar: مسح الكل

source: Clear Notification
ar: مسح الإشعار

source: Complete Your Profile
ar: أكمل ملفك الشخصي

source: Contact Us
ar: للتواصل معنا

source: Deal
ar: اتفاق

source: Deals
ar: العروض

source: Delete Account
ar: حذف الحساب

source: Delete Note
ar: حذف الملاحظة

# Delete Shopping List
source: Delete item from shopping list
ar: حذف قائمة التسوق

source: Description
ar: وصف المنتج

source: Details
ar: تفاصيل

source: Edit Profile
ar: تعديل الملف الشخصي

source: Email
ar: البريد الإلكتروني

source: Emlist
ar: قائمة البريد

source: English
ar: الإنجليزية

source: Enter text here...
ar: أدخل النص هنا...

source: Enter the 4-digit code sent to you at
ar: أدخل الرمز المكوّن من 4 أرقام الذي تم إرساله إليك

source: Enter your phone number
ar: أدخل رقم هاتفك

source: Error
ar: خطأ

source: Failed to add camera input.
ar: فشل في إضافة إدخال الكاميرا.

source: Failed to add metadata output.
ar: فشل في إضافة إخراج البيانات الوصفية.

source: Failed to load camera.
ar: فشل تحميل الكاميرا.

source: Failed to parse server response
ar: فشل تحليل استجابة الخادم

# Faq
source: FAQs
ar: الأسئلة الشائعة

# Favourite Product
source: Favorite Products
ar: المنتجات المفضلة

source: Filter
ar: تصفية

source: From
ar: من

source: From SAR
ar: من ريال سعودي

source: Hello
ar: مرحباً

source: High
ar: مرتفع

source: Highest Price
ar: أعلى سعر

source: Historical Price
ar: السعر التاريخي

source: Last price updated on
ar: آخر تحديث للسعر

source: Latest Products
ar: أحدث المنتجات

source: Location access is required to use this feature. Please enable location permissions in Settings.
ar: تتطلب هذا الميزة الوصول إلى الموقع. يرجى تمكين أذونات الموقع في الإعدادات.

source: Location Permission Required
ar: مطلوب إذن تحديد الموقع

source: Location Services Disabled
ar: خدمات الموقع معطلة

source: Low
ar: قليل

source: Lowest Price
ar: أقل سعر

source: Message
ar: رسالة

source: Name
ar: الاسم

source: No
ar: لا

source: No additional text
ar: لا يوجد نص إضافي

source: No chart data available
ar: لا تتوفر بيانات كافية لرسم المخطط

source: No chart data available.
ar: لا تتوفر بيانات كافية لرسم المخطط

source: No comments yet.
ar: لا توجد تعليقات حتى الآن.

source: No Data found
ar: لا توجد بيانات

source: No Internet
ar: لا يوجد إنترنت

source: No Offer available
ar: لا توجد عروض متاحة

source: No Offer Avialable
ar: لا توجد عروض متاحة

source: Notes
ar: ملاحظات

source: Notification status Off successfully
ar: تم إيقاف الإشعارات

source: Notification status On successfully
ar: تم تفعيل الإشعارات

source: Offer
ar: العروض

source: Offers
ar: العروض

source: OK
ar: موافق

source: Open Settings
ar: افتح الإعدادات

source: Please allow camera access in Settings to scan QR codes.
ar: يرجى السماح بالوصول إلى الكاميرا في الإعدادات لمسح رموز الاستجابة السريعة.

source: Please check your connection and try again.
ar: يرجى التحقق من اتصالك ومحاولة مرة أخرى.

source: Please enable location services in Settings.
ar: يرجى تفعيل خدمات الموقع في الإعدادات.

source: Please enter all OTP digits
ar: الرجاء إدخال جميع أرقام OTP

source: Please enter description
ar: يرجى إدخال الوصف

source: Please enter email
ar: يرجى إدخال البريد الإلكتروني

source: Please enter message
ar: يرجى إدخال الرسالة

source: Please enter name
ar: يرجى إدخال الاسم

source: Please enter OTP
ar: الرجاء إدخال كلمة المرور لمرة واحدة

source: Please enter reason for report
ar: يرجى إدخال سبب الإبلاغ

source: Please enter static OTP 1111
ar: يرجى إدخال رمز OTP الثابت 1111

source: Please enter title
ar: يرجى إدخال العنوان

source: Please enter valid email
ar: يرجى إدخال بريد إلكتروني صالح

source: Please enter valid OTP
ar: يرجى إدخال رمز OTP صالح

source: Please enter valid phone number
ar: الرجاء إدخال رقم هاتف صالح

source: Please select country code
ar: الرجاء تحديد رمز البلد

source: Price
ar: سعر

source: Price Notifications
ar: تنبيهات الأسعار

source: Privacy Policy
ar: سياسة الخصوصية

source: Product
ar: المنتج

source: Product Deslike
ar: عدم إعجاب بالمنتج

source: Product Dislike
ar: عدم الإعجاب بالمنتج

# Product like
source: The product has added to favorites.
ar: إعجاب بالمنتج

source: Product Prices
ar: أسعار المنتج

source: Profile Updated Successfully
ar: تم تحديث الملف الشخصي بنجاح

source: Raise Ticket
ar: ارفع تذكرة

source: Ratings
ar: التقييمات

source: Remove Product
ar: إزالة المنتج

source: Report Successfully
ar: تم الإبلاغ بنجاح

source: Resend
ar: إعادة الإرسال

source: Result
ar: نتيجة

source: Retry
ar: إعادة المحاولة

source: Reviews
ar: المراجعات

source: SAR
ar: ريال سعودي

source: See all
ar: عرض الكل

source: Settings
ar: الإعدادات

source: Sign In
ar: تسجيل الدخول

source: Sign In Required
ar: مطلوب تسجيل الدخول

source: Sign Out
ar: تسجيل الخروج

source: Similar Products
ar: منتجات مشابهة

source: Skip Sign In
ar: تخطي تسجيل الدخول

source: Something went wrong
ar: لقد حدث خطأ ما

source: Sort by
ar: الترتيب حسب

source: Store name:
ar: اسم المتجر

source: Terms and Conditions
ar: الشروط والأحكام

source: This barCode is not exist.
ar: هذا الرمز الشريطي غير موجود.

source: Title
ar: العنوان

# Total Basket
source: Total Basket Cost
ar: إجمالي تكلفة السلة

source: Unknown Category
ar: فئة غير معروفة

source: User logOut successfully
ar: تم تسجيل الخروج بنجاح

source: Verify
ar: تحقق

source: Write here...
ar: اكتب هنا...

source: Write here..
ar: اكتب هنا...

source: Yes
ar: نعم

source: You don't have permission for this action.
ar: ليس لديك الإذن للقيام بهذا الإجراء.

source: You need to sign in to access this feature.
ar: تحتاج إلى تسجيل الدخول لاستخدام هذه الخاصية

source: You’ll be notified when the price changes.
ar: سيتم تنبيهك عند تغير السعر

source: Your device does not support camera.
ar: جهازك لا يدعم الكاميرا.
